"4INCHIMAGES" = "4'' ภาพ...";
"ACCESSDAEMONLBL" = "อุปกรณ์ daemos";
"ACCESSDAEMONMSG" = "การปิดการใช้งาน daemon จะทำให้ไม่สามารถใช้งานอุปกรณ์, except for chargers.";
"ADDBOOKDAEMONLBL" = "สมุดรายชื่อ daemon";
"ADDBOOKDAEMONMSG" = "การปิดการใช้งาน daemon นี้จะทำให้การติดต่อโหลดช้าลงเล็กน้อยของโปรแกรมในมือถือ";
"ADDITEM" = "เพิ่มรายการ";
"ADMLITEDAEMONLBL" = "ผู้ดูแลย่อยของ daemon";
"ADMLITEDAEMONMSG" = "Daemon นี้จะเป็นผู้รับผิดชอบในการควบคุมกลับไปยังผู้ใช้เมื่อโปรแกรมไม่ตอบสนอง.";
"ADS" = "โฆษณา";
"ADVANCEDLBL" = "ขั้นสูง";
"AIRPRINTDAEMONLBL" = "AirPrint daemon";
"AIRPRINTDAEMONMSG" = "ถ้าคุณไม่ได้ใช้ AirPrint, คุณสามารถปิดการใช้งาน daemon นี้ได้.";
"ANALYZEBTN" = "การวิเคราะห์";
"ANALYZELBL" = "กำลังวิเคราะห์, โปรดรอสักครู่...";
"APPLICATIONS" = "โปรแกรมต่างๆ";
"APPLY" = "ตกลง";
"APTSOURCES" = "ทำความสะอาด sources ของ APT";
"APTSOURCESMSG" = "หากคุณเลือกที่จะทำความสะอาด sources ของ APT, พวกมันจะต้องได้รับการอัพเดต. รายการแพคเกจนี้จะว่างเปล่า.";
"ASSTOUCHDAEMONLBL" = "AssistiveTouch daemon";
"ASSTOUCHDAEMONMSG" = "ถ้าคุณไม่ได้ใช้ AssistiveTouch, คุณสามารถปิดการใช้งาน daemon นี้ได้.";
"ATTACHMENTS" = "ข้อความแนบเอกสาร";
"AUTOMANAGEDEPENDENCIES" = "จัดการอ้างอิงโดยอัตโนมัติ";
"BACK" = "ย้อนกลับ";
"BACKUPDAEMONLBL" = "Backup daemon";
"BACKUPDAEMONMSG" = "การปิดการใช้งาน daemon นี้จะทำให้ iTunes และฟังก์ชั่นการสำรองข้อมูลบน iCloud ใช้ไม่ได้.";
"BATTERYDATA" = "ข้อมูลการใช้งานของแบตเตอรี่";
"BUY" = "ซื้อiCleaner";
"CACHEFILES" = "ไฟล์แคช";
"CANCEL" = "ยกเลิก";
"CHIWLANDAEMONLBL" = "WLAN networks daemon ภาษาจีน";
"CHIWLANDAEMONMSG" = "Daemon นี้ล็อกข้อผิดพลาดเมื่อพยายามที่จะเชื่อมต่อกับเครือข่าย WLAN ในชื่อที่มีตัวอักษรจีน.";
"CLEANBTN" = "การทำความสะอาด";
"CLEANLBL" = "กำลังทำความสะอาด, โปรดรอสักครู่...";
"CLEANUPCOMPLETED" = "การทำความสะอาดเสร็จสมบูรณ์!";
"CONTAINING" = "ประกอบด้วย:";
"CONTINUE" = "คุณแน่ใจหรือว่าต้องการดำเนินการต่อ?";
"CUSTOMFILES" = "ไฟล์และโฟลเดอร์ที่กำหนดเอง";
"DATAMIGDAEMONLBL" = "Data migrator daemon";
"DATAMIGDAEMONMSG" = "การปิดการใช้งาน daemon นี้จะทำให้นำเข้ารายชื่อจาก SIM ใช้ไม่ได้.";
"DELETE" = "ลบ";
"DELETEDFILES" = "ไฟล์ที่ถูกลบ";
"DEPENDENCIES" = "ที่ไม่ได้ใช้การอ้างอิง";
"DEVDAEMONLBL" = "นักพัฒนา daemons";
"DEVDAEMONMSG" = "daemons เหล่านี้อาจจะมีประโยชน์สำหรับนักพัฒนา. หากคุณใช้นักพัฒนา, คุณสามารถปิดการใช้งานพวกเขาได้.";
"DICTIONARIESLBL" = "พจนานุกรมคำนิยาม";
"DICTIONARIESMSG" = "เหล่านี้เป็นพจนานุกรมที่ใช้โดยฟังก์ชั่น ''กำหนด'' บนอุปกรณ์ของคุณ. คุณสามารถลบสิ่งที่คุณไม่จำเป็นต้องออกจากเมนูนี้.";
"DONE" = "เสร็จสิ้น";
"EDIT" = "แก้ไข";
"ENDINGWITH" = "ลงท้ายด้วย:";
"EXAPPSLBL" = "แอพที่ยกเว้น";
"EXAPPSMSG" = "แตะที่แอพพลิเคชั่นเพื่อยกเว้นมันจากเครื่องมือนี้.";
"FDATAMSG" = "โฟลเดอร์แบบอักษรตั้งอยู่บนพาร์ทิชันข้อมูล. คุณต้องการที่จะย้ายไปยังพาร์ทิชันระบบหรือไม่?";
"FILESANDFOLDERS" = "ไฟล์และโฟลเดอร์ย่อย";
"FILETYPE" = "ชนิดของไฟล์";
"FILETYPECLEANUP" = "ล้างประเภทไฟล์";
"FILETYPELBL" = "กำหนดค่าการทำความสะอาดประเภทไฟล์";
"FILETYPEMSG" = "ประเภทไฟล์ที่จะทำความสะอาด(คั่นด้วยช่องว่าง):";
"FOLDER" = "โฟลเดอร์";
"FONTSBTN" = "ย้ายโฟลเดอร์แบบอักษร";
"FREEDSPACE" = "ปลดปล่อยพื้นที่ได้";
"FSYSMSG" = "Fโฟลเดอร์แบบอักษรตั้งอยู่บนพาร์ติชันระบบ. คุณต้องการที่จะย้ายไปยังพาร์ทิชันข้อมูลหรือไม่?";
"GAMEDAEMONLBL" = "Game Center daemon";
"GAMEDAEMONMSG" = "หากคุณไม่ได้ใช้ Game Center, คุณสามารถปิดการใช้งาน daemon นี้ได้.";
"HEALTHDAEMONLBL" = "HealthKit daemon";
"HEALTHDAEMONMSG" = "ถ้าคุณไม่ได้ใช้ HealthKit, คุณสามารถปิดการใช้งาน daemon นี้ได้.";
"HOMEKITDAEMONLBL" = "HomeKit daemon";
"HOMEKITDAEMONMSG" = "ถ้าคุณไม่ได้ใช้ HomeKit, คุณสามารถปิดการใช้งาน daemon นี้ได้.";
"ICLOUDDAEMONLBL" = "iCloud daemons";
"ICLOUDDAEMONMSG" = "การปิดการใช้นี้ daemons จะจำกัด การทำงานของ iCloud.";
"ILLFILETYPEMSG" = "คุณป้อนตัวอักษรที่ไม่ได้รับอนุญาตจำนวนหนึ่งหรือมากกว่านั้น. iCleaner จะลบเพื่อหลีกเลี่ยงความเสียหายให้กับอุปกรณ์ของคุณ.";
"IMAGES" = "ภาพ";
"IOSVERNOTSUPPORTED" = "iCleaner รุ่น %@ ไม่สนับสนุน iOS %@ อย่างเป็นทางการ.\n\nก็ขอแนะนำให้คุณรอการปรับปรุงรุ่น หากใช้มันก็เป็นความเสี่ยงของตัวคุณเอง";
"IPADIMAGES" = "ภาพ iPad";
"ITUNESARTWORKFILES" = "ไฟล์ iTunesArtwork";
"KEYBOARDS" = "คีย์บอร์ด";
"LANGLBL" = "ภาษา";
"LANGNAME" = "ภาษาไทย";
"LANGTOREMLBL" = "ภาษาที่จะลบ";
"LANGTOREMMSG" = "เลือกภาษาที่คุณต้องการลบ.\n\nNOTE: ขึ้นอยู่กับรุ่น iOS ของคุณ และ ติดตั้งแป้นพิมพ์ ''Emoji'' , กำลังลบ ''Japanese'' จะทำให้ไม่สามารถใช้งานอีโมติคอนได้อีก.";
"LANGUAGES" = "ภาษา";
"LDAEMONSLBL" = "Launch Daemons";
"LDAEMONSMSG" = "แตะเพื่อดูคำอธิบาย.";
"LOGDAEMONLBL" = "Log, dump and crash report daemons";
"LOGDAEMONMSG" = "daemons เหล่านี้รับดูแลเกี่ยวกับ บันทึกความผิดพลาดของระบบและแอพที่มีปัญหา.";
"LOGFILES" = "บันทึกไฟล์";
"LOGLBL" = "ดูบันทึกไฟล์";
"MANAGEDEVICES" = "จัดการอุปกรณ์ที่ลงทะเบียน";
"MATCH" = "จับคู่";
"MOREINFO" = "ข้อมูลเพิ่มเติม";
"MOREINFOLBL" = "ข้อมูลเพิ่มเติมและความช่วยเหลือ";
"MSADDONSLBL" = "Cydia Substrate Addons";
"MSADDONSMSG" = "คุณสามารถใช้เมนูนี้เพื่อปิดการปรับแต่งของคุณบางส่วนชั่วคราวสำหรับการแก้ไขปัญหา";
"MSGATTACHMSG" = "ขั้นตอนการทำความสะอาดนี้จะลบไฟล์ที่ส่งและรับผ่านทาง iMessage หรือ MMS.\n\nสมาร์ท: เพียงลบไฟล์ที่ไม่ได้แสดงในข้อความใด ๆ.\n\nเปิด: ลบสิ่งที่แนบทั้งหมด (ข้อความที่มีสิ่งที่แนบมาจะแสดงไอคอนที่ว่างเปล่า).";
"NO" = "ไม่";
"NOFILEMSG" = "ไม่สามารถหาไฟล์ที่ต้องการได้.";
"NOTHINGHERE" = "ไม่มีอะไรที่นี่!";
"NOTREGISTERED" = "ยังไม่ได้ลงทะเบียน";
"NOTREGISTEREDMSG" = "ฟังก์ชั่นนี้จะใช้ได้เฉพาะสำหรับอุปกรณ์ที่ลงทะเบียน. สำหรับข้อมูลเพิ่มเติมกรุณาเปิดหัวข้อ ''ซื้อiCleaner'' เมนูภายในแอพฯ.";
"ONLYFILES" = "เฉพาะไฟล์";
"OPERATIONCOMPLETED" = "ดำเนินการเสร็จเรียบร้อย!";
"OTADAEMONLBL" = "OTA update daemons";
"OTADAEMONMSG" = "Daemons เหล่านี้เกี่ยวข้องกับการปรับปรุงซอฟต์แวร์แบบ OTA.";
"OTAUPDATES" = "การปรับปรุงซอฟต์แวร์แบบ OTA";
"PASSBOOKDAEMONLBL" = "PassBook daemon";
"PASSBOOKDAEMONMSG" = "ถ้าคุณไม่ได้ใช้ PassBook, คุณสามารถปิดการใช้งาน daemon นี้ได้.";
"PATH" = "ส่วน";
"PREFBUNDLESLBL" = "การตั้งค่าการรวมกลุ่ม";
"PREFBUNDLESMSG" = "เมนูนี้จะให้คุณควบคุมปรับแต่งส่วนที่มองเห็นและเปลี่ยนแปลงการตั้งค่าในแอพพลิเคชั่น";
"PREFDAEMONLBL" = "การตั้งค่า daemon";
"PREFLBL" = "การตั้งค่าไฟล";
"PREFMSG" = "เหล่านี้เป็นไฟล์การตั้งค่าของแอพพลิเค Cydia ของคุณและการปรับแต่งอื่น. คุณอาจพบไฟล์ tweaks ที่คุณถอนการติดตั้งไปนานแล้ว, ขณะที่พวกมันไม่ได้ถูกลบเมื่อคุณถอนการติดตั้งแพคเกจนั้น. คุณสามารถลบสิ่งที่ไม่จำเป็นสำหรับคุณจากเมนูนี้.";
"PROCESSEDFILES" = "การประมวลผลไฟล์";
"REBOOTMSG" = "รีบูตเครื่องเป็นสิ่งจำเป็นสำหรับการเปลี่ยนแปลงที่จะมีผล. คุณต้องการที่จะรีบูตอุปกรณ์ของคุณหรือไม่?";
"RECURSIVE" = "ซ้ำ";
"REFRESH" = "รีเฟรช";
"REGISTERED" = "ลงทะเบียนแล้ว";
"REGISTRATION" = "การลงทะเบียน";
"REGULARFILE" = "แฟ้มปกติ";
"REMBAKBTN" = "ลบไฟล์สำรอง";
"REMBAKLBL" = "กำลังลบลบไฟล์สำรอง";
"REMBAKMSG" = "คุณแน่ใจหรือว่าต้องการที่จะลบไฟล์สำรองข้อมูลที่สร้างในโหมดการทดสอบ?";
"RESBAKBTN" = "เรียกคืนไฟล์สำรอง";
"RESBAKLBL" = "กำลังเรียกคืนไฟล์สำรอง";
"RESBAKMSG" = "คุณแน่ใจหรือว่าคุณต้องการเรียกคืนไฟล์สำรองที่สร้างขึ้นในโหมดการทดสอบ?";
"RESPRINGMSG1" = "อุปกรณ์ที่จะ respring ภายใน <countdown> วินาที. คุณต้องการที่จะ respring อุปกรณ์ของคุณหรือไม่?";
"RESPRINGMSG2" = "กรา respring เป็นสิ่งจำเป็นสำหรับการเปลี่ยนแปลงที่จะมีผล. คุณต้องการที่จะ respring อุปกรณ์ของคุณหรือไม่?";
"RETINAIMAGES" = "ภาพเรติน่า";
"RUNCOUNTDOWNMSG" = "iCleaner จะทำงานใน <countdown> วินาที.";
"SAFARI" = "Safari";
"SAFEDAEMONLBL" = "Safe daemons";
"SAFEDAEMONMSG" = "daemons เหล่านี้รับผิดชอบของการกำหนดค่าอุปกรณ์เริ่มต้นและการแสดงข้อความผิดพลาด.";
"SELECTALL" = "ทั้งหมด";
"SETLBL" = "Settings";
"SPLIGHTDAEMONLBL" = "Spotlight daemon";
"SPLIGHTDAEMONMSG" = "การปิดการใช้งาน daemons เหล่านี้จะทำให้ไม่สามารถใช้งานค้นหาใน Spotlightได้.";
"STARTINGWITH" = "เริ่มต้นด้วย:";
"STATUS" = "สถานะ";
"TAPTOEDIT" = "แตะที่แถวเพื่อจะแก้ไขมัน.";
"TEMPFILES" = "แฟ้มชั่วคราว";
"TESTMODEADV" = "โหมดทดสอบที่แนะนำ.";
"TESTMODELBL" = "โหมดทดสอบ";
"TESTMODEMSG" = "โดยการเปิดใช้โหมดทดสอบ, iCleaner จะสำรองไฟล์แทนการลบพวกเขา. ไฟล์สำรองสามารถเรียกคืนหรือลได้ภายหลัง.";
"TETHERDAEMONLBL" = "Internet tethering daemon";
"TETHERDAEMONMSG" = "การปิดการใช้งาน daemon นี้จะทำให้ ''Personal Hotspot'' ใช้ไม่ได้.";
"THEME" = "กระทู้";
"TWITTERDAEMONLBL" = "Twitter daemon";
"TWITTERDAEMONMSG" = "การปิดการใช้งาน daemon นี้ จะจำกัดการทำงานของฟังค์ชั่นผสานของ Twitter.";
"UNABLETOCONNECT" = "ไม่สามารถเชื่อมต่อไปยังเซิร์ฟเวอร์ได้. นี้มักจะหมายถึงอุปกรณ์ของคุณไม่ได้เชื่อมต่อกับอินเทอร์เน็ต, หรือเซิร์ฟเวอร์ไม่สามารถใช้ได้ชั่วคราว.";
"UPDATEFOUNDMSG" = "รุ่นใหม่ของ iCleaner (%@) พร้อมที่จะดาว์นโหลด. กรุณาเปิด Cydia และปรับปรุง iCleaner.";
"UPDATELBL" = "ตรวจหาการปรับปรุง";
"UPDATENOTFOUNDMSG" = "คุณกำลังเรียกใช้รุ่นล่าสุดของ iCleaner.";
"USERINTERFACE" = "ส่วนติดต่อผู้ใช้";
"VIBDAEMONLBL" = "Custom vibrations daemon";
"VIBDAEMONMSG" = "ถ้าคุณไม่ได้กำหนดการสั่นสะเทือนเอง, คุณสามารถปิดการใช้งาน daemon นี้ได้.";
"VOICECONTROLLANGUAGES" = "ภาษาของ voice Control";
"VOICEDAEMONLBL" = "Voice control daemons";
"VOICEDAEMONMSG" = "ปิดการใช้งาน daemons เหล่านี้ จะทำให้ Voice control และ Siriใช้ไม่ได้.";
"VPNDAEMONLBL" = "VPN daemon";
"VPNDAEMONMSG" = "ถ้าคุณไม่ได้ใช้เครือข่ายส่วนตัวเสมือน, คุณสามารถปิดการใช้งาน daemon นี้ได้.";
"WALLPAPERSLBL" = "จัดการวอลล์เปเปอร์";
"WALLPAPERSMSG" = "แตะเพื่อดูตัวอย่าง.";
"WARNINGPOPUPSLBL" = "ป๊อปอัปคำเตือน";
"WEIBODAEMONLBL" = "Weibo daemon";
"WEIBODAEMONMSG" = "การปิดการใช้งาน daemon นี้ จะจำกัดการทำงานของฟังค์ชั่นผสานของ Weibo.";
"WELCOMEMSG" = "ยินดีต้อนรับ!";
"WHOLEFOLDER" = "โฟลเดอร์ทั้งหมด";
"WIPEDAEMONLBL" = "Data partition wipe daemon";
"WIPEDAEMONMSG" = "daemon นี้เป็นความรับผิดชอบต่อการกวาดล้างพาร์ทิชันข้อมูล. การปิดการใช้งานจะทำให้''Settings - General - Reset'' และการ remote resets ใช้ไม่ได้.";
"YES" = "ใช่";
